[M_Orchid_CaptainsLog MissionDefinition]
MissionName="Captain's Record"
MissionDescription="Captain Blade hides the treasure of the Lost Sands. But when? More importantly, where? Scarlett asks him to search Captain Blade's journals. If you're lucky, you can make a fortune."
TurnInDescription="Blade Journal is full of important lessons about love, cooperation, violence and survival. But this is not a problem. Because they wanted to know where the treasure was hidden. And there is nothing in the paper.."
MissionSummary="Check out Captain Blade's blog."
MissionGiver="rip-off pricing law"
MissionTurnInLocation="Pirate Cup"
TeaserText="Why did Captain Blade bury the lost treasure in the sand??"

[M_Orchid_CaptainsLog:FindECHO2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO5 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindRecordings MissionObjectiveDefinition]
ProgressMessage="Without contact information"

[M_Orchid_CaptainsLog:FindRecordingsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

